#+title: Evaluación de exposición: /Rootkits/
#+author: Gunnar Wolf

- Tema presentado por :: Vladimir López y Joel Feria
- Calificación global :: 77.14 * 0.3 + 70 * 0.7 = *72.142*

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|           75 |    75 |         75 |       75 |        75 |    75 |
|          100 |    75 |        100 |       75 |        75 |    85 |
|           75 |    75 |         75 |       50 |        75 |    70 |
|           75 |    75 |        100 |       75 |        75 |    80 |
|           75 |    50 |         75 |       50 |        50 |    60 |
|           75 |    75 |        100 |       50 |        50 |    70 |
|           75 |    50 |         50 |       75 |        75 |    65 |
|           75 |    75 |         75 |       75 |        75 |    75 |
|          100 |   100 |        100 |       75 |        75 |    90 |
|           75 |    75 |         75 |       75 |        75 |    75 |
|          100 |   100 |        100 |      100 |       100 |   100 |
|           75 |    75 |         75 |       50 |         0 |    55 |
|           75 |    75 |        100 |       75 |        75 |    80 |
|          100 |   100 |        100 |       75 |        75 |    90 |
|           75 |    75 |         75 |       75 |        75 |    75 |
|           75 |   100 |        100 |       50 |        50 |    75 |
|          100 |   100 |        100 |       75 |        50 |    85 |
|          100 |    75 |         75 |       75 |        75 |    80 |
|           75 |    75 |         75 |       50 |        50 |    65 |
|           75 |    50 |        100 |       75 |        75 |    75 |
|          100 |   100 |        100 |      100 |        75 |    95 |
|              |       |            |          |           |       |
|--------------+-------+------------+----------+-----------+-------|
|        83.33 | 78.57 |      86.90 |    70.24 |     66.67 | 77.14 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @>$1..@>$6=vmean(@II..@III-1); f-2::@2$>..@>>>$>=vmean($1..$5); f-2


* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           75 |      7.5 |
| Material desarrollado  |    0.2 |           75 |      15. |
| Contenido              |    0.2 |           75 |      15. |
| Fuentes bibliográficas |    0.1 |            0 |       0. |
| Uso del tiempo         |    0.1 |          100 |      10. |
| Dominio del tema       |   0.15 |           75 |    11.25 |
| Presencia              |   0.15 |           75 |    11.25 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |    70.00 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

